Repository: avsav1n/Autopurchases_app
Catalog: autopurchases/locale/*/LC_MESSAGES/django.po
Languages: ru

source: A shop can only have one owner.
ru: У магазина может быть только один владелец.

source: User contacts
ru: Контакты пользователя

source: Shop managers
ru: Управляющие магазина

source: Product parameters
ru: Параметры товара

source: shop manager
ru: управляющий магазина

source: Email, first or last name
ru: Электронная почта, имя или фамилия

source: Credentials
ru: Учетные данные

source: Personal info
ru: Персональная информация

source: Activity history
ru: История активности

source: Shop manager
ru: Управляющий магазина

source: City, street, house or apartment
ru: Город, улица, дом или квартира

source: Address
ru: Адрес

source: User
ru: Пользователь

source: User email
ru: Электронная почта пользователя

source: Refresh selected Password reset tokens
ru: Обновить выбранные Токены сброса пароля

source: Email address
ru: Электронная почта

source: Shop name
ru: Название магазина

source: Shop info
ru: Информация о магазине

source: Number of managers
ru: Количество управляющих

source: Category name
ru: Название категории

source: Parameter name
ru: Название параметра

source: Shop, product or product category name
ru: Название магазина, товара или его категории

source: Stock position info
ru: Информация о позиции на складе

source: Customer email, shop, product or product category name
ru: Электронная почта пользователя, название магазина, товара или его категории

source: Cart position info
ru: Информация о позиции в корзине

source: Autopurchases
ru: Автозакупки

source: The given email must be set
ru: Поле 'email' обязательно к заполнению

source: Superuser must have is_staff=True.
ru: Суперпользователь должен иметь is_staff=True.

source: Superuser must have is_superuser=True.
ru: Суперпользователь должен иметь is_superuser=True.

source: Required. 150 characters or fewer.
ru: Обязательное поле. Не более 150 символов.

source: Phone number
ru: Номер телефона

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Users
ru: Пользователи

source: Optional. Link to the user who uses the specified address.
ru: Необязательное поле. Ссылка на пользователя который использует данный адрес.

source: City
ru: Город

source: Street
ru: Улица

source: House
ru: Дом

source: Apartment
ru: Квартира

source: Contact
ru: Контакт (адрес)

source: Contacts
ru: Контакты (адреса)

source: Password reset token
ru: Токен сброса пароля

source: Created
ru: Создано

source: Password reset tokens
ru: Токены сброса пароля

source: Name
ru: Название

source: Required. 50 characters or fewer.
ru: Обязательное поле. Не более 50 символов.

source: Updated
ru: Обновлено

source: Slug
ru: Идентификатор URL

source: This field is automatically populated based on the name. It is used to create human-readable URLs.
ru: Это поле автоматически заполняется на основе имени. Оно используется для создания человеко-читаемых URL-адресов.

source: Managers
ru: Управляющие

source: Shop
ru: Магазин

source: Shops
ru: Магазины

source: Manager
ru: Управляющий

source: Owner
ru: Владелец

source: Products category
ru: Категория товаров

source: Products categories
ru: Категории товаров

source: Category
ru: Категория

source: Model
ru: Модель

source: Required. 100 characters or fewer.
ru: Обязательное поле. Не более 100 символов.

source: Parameters
ru: Параметры

source: Product
ru: Товар

source: Products
ru: Товары

source: Products parameter
ru: Параметр товаров

source: Products parameters
ru: Параметры товаров

source: Parameter
ru: Параметр

source: Value
ru: Значение

source: Link to the shop.
ru: Ссылка на магазин.

source: Link to the product.
ru: Сслыка на товар.

source: Quantity
ru: Количество

source: Quantity of the product in stock.
ru: Количество товаров на складе.

source: Price
ru: Цена

source: Price of the product in minimum monetary units.
ru: Цена товара в минимальных денежных единицах.

source: Available for order
ru: Доступен для заказа

source: Check this if the product is available for order. If unchecked, the product will not be displayed on the website.
ru: Отметьте, если товар доступен для заказа. Если не выбрано, товар не будет отображаться на сайте.

source: Products in stock
ru: Товары на складе

source: Customer
ru: Заказчик

source: Total price
ru: Итоговая стоимость

source: Products in cart
ru: Товары в корзине

source: Delivery address
ru: Адрес доставки

source: Order status
ru: Статус заказа

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: Only profile owners can make changes
ru: Только пользователь может вносить изменения в свой профиль

source: Only shop managers can make changes
ru: Только управляющий магазина может вносить изменения

source: Only cart owners can make changes
ru: Только пользователь может вносить изменения в свою корзину

source: A user can not have more than {quantity} contacts at a time.
ru: Единовременно у пользователя не может быть более {quantity} контактов.

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: Token
ru: Токен

source: Changing the delivery address of the created order is not available
ru: Изменение адреса доставки у созданного заказа невозможно

source: Only shops can update the order status
ru: Только магазин может изменить статус заказа

source: The selected shop does not have enough products in stock
ru: У выбранного магазина недостаточно товара на складе

source: The selected product is not available for order
ru: Выбранный товар недоступен для заказа

source: SMTP not configured, missing {params}
ru: SMTP не настроен, отсутствуют {params}

source: Celery task '{name}' {id} started
ru: Celery-задача '{name}' {id} запущена

source: Email sent to {to}
ru: Email отправлен на {to}

source: Shop '{name}' import finished
ru: Импорт данных магазина '{name}' завершен

source: Exception in celery task '{name}' {id}. Error: {error}
ru: Исключение в celery-задаче '{name}' {id}. Ошибка: {error}

source: Contact pk={pk} not found or does not belong to the user '{email}'
ru: Контакт (адрес) с pk={pk} не найден или не принадлежит пользователю '{email}'

source: User '{email}' not found
ru: Пользователь '{email}' не найден

source: Password reset token expired
ru: Срок действия токена сброса пароля истек

source: Attachment required
ru: Требуется вложение

source: Attached file's content type required
ru: Требуется указать тип содержимого вложения

source: Shop import is available with 'multipart/form-data', 'application/json' or 'application/yaml' content types
ru: Импорт данных магазина доступен с типом содержимого 'multipart/form-data', 'application/json' или 'application/yaml'

source: Order pk={pk} not found
ru: Заказ с pk={pk} не найден

source: Product in stock pk={pk} not found
ru: Товар на складе с pk={pk} не найден

source: Cart is empty
ru: Корзина пуста

source: Products in the cart are not available for ordering
ru: Товары в корзине недоступны для заказа

source: Autopurchases: products and shops info
ru: Автозакупки: информация о товарах и магазинах

source: Autopurchases: users cart and orders info
ru: Автозакупки: информация о заказах и корзинах пользователей
